/* 
  Localizable.strings (English)
  AMD Power Gadget
*/

/* NOTE: Some keys use Spanish text for historical reasons. */
/* These are used as lookup identifiers and work correctly. */
/* A future refactor should standardize all keys to English. */

"Dashboard" = "Dashboard";
"Telemetry" = "Telemetry";
"Fan Control" = "Fan Control";
"Profiles" = "Profiles";
"Advanced" = "Advanced";
"Menu Bar" = "Menu Bar";
"System Info" = "System Info";
"Desktop Widgets" = "Desktop Widgets";

"AMD Power" = "AMD Power";
"Gadget" = "Gadget";

"CPU" = "CPU";
"GPU" = "GPU";
"Freq" = "Freq";
"Average" = "Average";
"Avg: %@" = "Avg: %@";
"Collecting data…" = "Collecting data…";

"Low Power Mode (LPM)" = "Low Power Mode (LPM)";
"Allows macOS to auto-manage CPU frequency" = "Allows macOS to auto-manage CPU frequency";
"Forces CPU to lowest frequency for minimum power" = "Forces CPU to lowest frequency for minimum power";
"Core Performance Boost (CPB)" = "Core Performance Boost (CPB)";
"Update Interval" = "Update Interval";
"Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage." = "Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage.";

"Opciones en Menú Bar" = "Menu Bar Options";
"Choose which items appear in the menu bar. Changes apply immediately." = "Choose which items appear in the menu bar. Changes apply immediately.";
"Customize the visual appearance of the menu bar items." = "Customize the visual appearance of the menu bar items.";
"Límite de Temp de Alerta" = "Alert Temp Limit";
"Color de Alerta de Temp" = "Alert Temp Color";
"Color de Flechas" = "Arrows Color";
"Additional telemetry for the menu bar." = "Additional telemetry for the menu bar.";
"GPU data is shown inside Temp, Power, Memory and Fan columns when enabled." = "GPU data is shown inside Temp, Power, Memory and Fan columns when enabled.";
"Show GPU VRAM" = "Show GPU VRAM";
"G:X.XG in Memory column" = "G:X.XG in Memory column";
"Show GPU Fan Speed" = "Show GPU Fan Speed";
"G:XXXX in Fan column" = "G:XXXX in Fan column";

"No fans detected." = "No fans detected.";
"SMC driver not available" = "SMC driver not available";
"Your SMC chip may not be supported." = "Your SMC chip may not be supported.";
"RPM" = "RPM";
"Throttle" = "Throttle";
"↩ Reset to Auto" = "↩ Reset to Auto";

"Select a profile to adjust the CPU operating range. Changes take effect immediately." = "Select a profile to adjust the CPU operating range. Changes take effect immediately.";

"Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root." = "Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root.";
"This will write the raw P-State definitions directly to the CPU. Proceed?" = "This will write the raw P-State definitions directly to the CPU. Proceed?";
"Disabled — work in progress" = "Disabled — work in progress";
"WIP" = "WIP";

"Enable in OC: Misc → Security → ExposeSensitiveData = 0x08" = "Enable in OC: Misc → Security → ExposeSensitiveData = 0x08";
"Motherboard info not available" = "Motherboard info not available";

"Vista previa de la Barra de Menús:" = "Menu Bar Preview:";
"Ancho estimado: %dpt" = "Estimated Width: %dpt";
"Restart the app to fully apply width changes." = "Restart the app to fully apply width changes.";
"Small (%dpt)" = "Small (%dpt)";
"Medium (%dpt)" = "Medium (%dpt)";
"Large (%dpt)" = "Large (%dpt)";

"Green" = "Green";
"Blue" = "Blue";
"Orange" = "Orange";
"Red" = "Red";
"Purple" = "Purple";
"Pink" = "Pink";
"Teal" = "Teal";
"Turquoise" = "Turquoise";

"Verde" = "Green";
"Azul" = "Blue";
"Naranja" = "Orange";
"Rojo" = "Red";
"Morado" = "Purple";
"Rosa" = "Pink";
"Turquesa" = "Teal";

"Dynamic Colors (Temp Only)" = "Dynamic Colors (Temp Only)";
"Temp Alert Color" = "Temp Alert Color";
"Temp Alert Limit" = "Temp Alert Limit";
"Network" = "Network";
"Network Arrows Color" = "Network Arrows Color";
"Exit" = "Exit";
"AMD Power Gadget" = "AMD Power Gadget";
"AMD Power Tool" = "AMD Power Tool";
"SMC Fans" = "SMC Fans";

"Fan 1" = "Fan 1";
"Fan 2" = "Fan 2";
"Fan 3" = "Fan 3";
"Fan 4" = "Fan 4";
"Fan 5" = "Fan 5";
"Fan 6" = "Fan 6";
"Fan 7" = "Fan 7";
"Fan 8" = "Fan 8";

/* Alerts */
"To enable motherboard display:" = "To enable motherboard display:";
"Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information." = "Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information.";
"Done" = "Done";
"Invalid Input" = "Invalid Input";
"Please type in numbers in hexadecimal." = "Please type in numbers in hexadecimal.";
"Unable to Set PStateDef" = "Unable to Set PStateDef";
"Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change." = "Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change.";
"Your changes will not be saved" = "Your changes will not be saved";
"Click apply to save changes before closing this windows." = "Click apply to save changes before closing this windows.";
"Cancel" = "Cancel";
"Close without saving" = "Close without saving";
"Invalid File" = "Invalid File";
"The selected file could not be read or is not a valid pstate file." = "The selected file could not be read or is not a valid pstate file.";
"OK" = "OK";

/* Dynamic format strings */
"Avg: %.2f GHz, Max: %.2f GHz" = "Avg: %.2f GHz, Max: %.2f GHz";
"%.2f °C" = "%.2f °C";
"%.2f Watt" = "%.2f W";

/* Session Peaks */
"Session Peaks" = "Session Peaks";
"Reset Peaks" = "Reset Peaks";

/* GPU Fan Control */
"GPU Fan Control (Zero RPM / Curves)" = "GPU Fan Control (Zero RPM / Curves)";
"macOS Hardware Limitation" = "macOS Hardware Limitation";
"Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans." = "Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans.";
"Standard Hackintosh Solution:" = "Standard Hackintosh Solution:";
"The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties." = "The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties.";
"Open SPPT Guide" = "Open SPPT Guide";
"MorePowerTool" = "MorePowerTool";

/* CPPC & EPP */
"Native CPPC Active Mode (EPP)" = "Native CPPC Active Mode (EPP)";
"Enables autonomous hardware frequency scaling (recommended)" = "Enables autonomous hardware frequency scaling (recommended)";
"Power Management Mode" = "Power Management Mode";
"Energy Preference (EPP)" = "Energy Preference (EPP)";
"Select a hardware autonomous profile. The CPU will scale frequency dynamically." = "Select a hardware autonomous profile. The CPU will scale frequency dynamically.";
"Performance" = "Performance";
"Balanced Perf" = "Balanced Perf";
"Balanced Power" = "Balanced Power";
"Power Save" = "Power Save";
"Active Profile Status" = "Active Profile Status";
"CPU Speed Profiles (Legacy)" = "CPU Speed Profiles (Legacy)";
"Select a manual P-State override profile. Frequencies will be restricted to the selected step." = "Select a manual P-State override profile. Frequencies will be restricted to the selected step.";
"Mode" = "Mode";
"EPP Profile" = "EPP Profile";

/* Desktop Widgets */
"Show CPU Widget" = "Show CPU Widget";
"Show GPU Widget" = "Show GPU Widget";
"Show RAM Widget" = "Show RAM Widget";
"Show Disk Widget" = "Show Disk Widget";
"Show Network Widget" = "Show Network Widget";
"Show Fan Widget" = "Show Fan Widget";
"Disable All Widgets" = "Disable All Widgets";
"Sort by Rank" = "Sort by Rank";
"Edit Widget Layout" = "Edit Widget Layout";
"Unlock widgets to drag them around the screen" = "Unlock widgets to drag them around the screen";
"Widget Options" = "Widget Options";
"Customize the appearance and behavior of your desktop widgets." = "Customize the appearance and behavior of your desktop widgets.";
"Auto-Align Active Widgets" = "Auto-Align Active Widgets";
"Automatically stack active widgets at a corner" = "Automatically stack active widgets at a corner";
"Alignment Corner" = "Alignment Corner";
"Top Right" = "Top Right";
"Top Left" = "Top Left";
"Bottom Right" = "Bottom Right";
"Bottom Left" = "Bottom Left";
"Show Clock Widget" = "Show Clock Widget";
"Clock" = "Clock";
"Stats Table" = "Stats Table";
"Classic Glass" = "Classic Glass";
"Pro Monitor" = "Pro Monitor";
"Core Matrix" = "Core Matrix";

"United" = "United";
"Show United Widget" = "Show United Widget";
"Configure Combined Metrics" = "Configure Combined Metrics";
"Include CPU" = "Include CPU";
"Include GPU" = "Include GPU";
"Include RAM" = "Include RAM";
"Include Disk" = "Include Disk";
"Include Network" = "Include Network";
"Include Fan" = "Include Fan";

"Temas & Apariencia" = "Themes & Appearance";
"Análisis" = "Analysis";

"Select Visual Theme (Instant Application)" = "Select Visual Theme (Instant Application)";
"Custom Theme Creator & Exchange (JSON)" = "Custom Theme Creator & Exchange (JSON)";
"Chart Rendering Style" = "Chart Rendering Style";
"Custom Theme Editor" = "Custom Theme Editor";
"Showing active theme colors. Adjust any color to customize." = "Showing active theme colors. Adjust any color to customize.";
"Use the Opacity slider for transparency (macOS color panel alone often resets alpha)." = "Используйте ползунок «Непрозрачность» (панель цвета macOS часто сбрасывает alpha).";
"Opacity" = "Непрозрачность";
"Edit Active Theme" = "Edit Active Theme";
"Export Theme (JSON)" = "Export Theme (JSON)";
"Import Theme (JSON)" = "Import Theme (JSON)";
"Card Background" = "Card Background";
"Cyan Accent" = "Cyan Accent";
"Orange Accent" = "Orange Accent";
"Green Accent" = "Green Accent";
"Purple Accent" = "Purple Accent";

/* ===== Auto-extracted / curated for Crowdin (v3.16.1+) ===== */
"%.0f" = "%.0f";
"%.0f K/s" = "%.0f K/с";
"%.0f MHz" = "%.0f МГц";
"%.0f%%" = "%.0f%%";
"%.0fG" = "%.0fG";
"%.0f°" = "%.0f°";
"%.0f°C" = "%.0f°C";
"%.0f°C • %.0fW" = "%.0f°C • %.0fW";
"%.1f %@" = "%.1f %@";
"%.1f Ghz" = "%.1f Гц";
"%.1f M/s" = "%.1f М/с";
"%.1f s" = "%.1f сек";
"%.1f%%" = "%.1f%%";
"%.1f°C" = "%.1f°C";
"%.2f GHz" = "%.2f ГГц";
"%.3f V" = "%.3f В";
"%.4f V" = "%.4f В";
"100°C" = "100°C";
"1h" = "1ч";
"24h" = "24 ч";
"30d" = "30д";
"60°C" = "60°C";
"7d" = "7д";
"Accept & Continue" = "Принять и продолжить";
"Active" = "Активный";
"All Auto" = "Все авто";
"All Combined" = "Все комбинированные";
"All Fans Auto" = "Все поклонники авто";
"AMD CPU Cores" = "Ядра AMD ЦП";
"AMD Power Gadget recolecta datos automáticamente cada minuto." = "AMD Power Gadget recolecta данные automáticamente cada minuto.";
"AMD Processor Power Manager (PPM)" = "AMD Processor Power Manager (PPM)";
"Analysis" = "Анализ";
"Apply" = "Применить";
"Apply P-States?" = "Применить P-государства?";
"Arrange the order in which resource widgets appear. Click arrows to swap position." = "Порядок отображения виджетов ресурсов. Нажмите на стрелки, чтобы поменять положение.";
"Arrow Color" = "Цвет стрелки";
"Automatically switches EPP profiles based on live CPU load" = "Автоматически переключает профили EPP на основе нагрузки ЦП";
"Average core frequency in GHz" = "Средняя частота в ГГц";
"Average utilization over time" = "Среднее использование за время";
"Avg Frequency" = "Средняя частота";
"Avg." = "Сред.";
"Avg: %.0f%%" = "Средний: %.0f%%";
"Balanced\n%.1f GHz" = "Сбалансированный\n%.1f ГГц";
"Base\n%.1f GHz" = "Базовая\n%.1f ГГц";
"BIOS / Auto" = "BIOS / Авто";
"Buscando actualizaciones..." = "Buscando actualizaciones...";
"Bytes (Read)" = "Байты (прочитанные)";
"Bytes (Write)" = "Байты (запись)";
"Cargando tendencias de telemetría..." = "Cargando tendencias de telemetría...";
"Chart Metric" = "Метрика диаграммы";
"Chart Type" = "Тип диаграммы";
"Charts require macOS 13+" = "Диаграммы требуют macOS 13+";
"Charts require macOS 13.0+" = "Диаграммы требуют macOS 13.0+";
"Check for new releases of SMCAMDProcessor and AMD Power Gadget on GitHub." = "Проверка на наличие новых версий SMCAMDProcessor и AMD Power Gadget на GitHub.";
"Check for Updates" = "Проверить обновления";
"Check Now" = "Проверить";
"Circular Ring" = "Круговое кольцо";
"Column Bars" = "Колонки";
"Configure Charts" = "Настроить диаграммы";
"Configure labels and layout details for widgets inside the popover." = "Настройка меток и макета деталей для виджетов внутри всплывающего окна.";
"Connection Error: %@" = "Ошибка соединения: %@";
"Continuous Background Logging" = "Непрерывный фоновый журнал";
"Continuously write telemetry samples to a CSV file in the background" = "Постоянная запись телеметрических образцов в CSV-файл на фоне";
"Control Mode" = "Режим управления";
"Core Rankings (Estimated by Freq)" = "Рейтинг Ядер (оценивается по Freq)";
"Could not fetch release info." = "Не удалось получить информацию о релизе.";
"CPPC hardware rankings are active and loaded from the processor." = "Аппаратные рейтинги CPPC активны и загружаются из процессора.";
"CPPC hardware values could not be read. Rankings are estimated from the maximum observed clock frequency of each core." = "Не удалось прочитать значения аппаратного обеспечения CPC. Рейтинги оцениваются из максимальной наблюдаемой частоты каждого ядра.";
"CPPC Preferred Cores (Silicon Quality)" = "CPPC Предпочтительные Ядра (Качество иконки)";
"CPPC: Active" = "CPPC: HW OK";
"CPPC: Estimated" = "ЦПК: Оценено";
"CPU and GPU temperatures" = "Температура ЦП и GPU";
"CPU Average Frequency" = "Средняя частота ЦП";
"CPU Freq Avg (GHz)" = "Средняя частота ЦП (GHz)";
"CPU Frequency" = "Частота ЦП";
"CPU Load" = "Загрузка ЦП";
"CPU Load (%)" = "Загрузка ЦП (%)";
"CPU Package Power" = "Питание ЦП";
"CPU Per-Core Thread Load" = "ЦП на ядро Поток Загрузка Поток";
"CPU Power" = "Питание ЦП";
"CPU Power (W)" = "Мощность ЦП (W)";
"CPU Power Alert" = "Уведомление питания ЦП";
"CPU power has been at %.1fW (above limit of %dW) for over %d seconds!" = "Мощность ЦП была на %.1fW (выше предела %dW) более %d секунд!";
"CPU Temp" = "Температура ЦП";
"CPU Temp (°C)" = "Температура ЦП (°C)";
"CPU Temperature" = "Температура ЦП";
"CPU Temperature Alert" = "Предупреждение о температуре ЦП";
"CPU temperature has reached %.1f°C!" = "Температура ЦП достигла %.1f°C!";
"CPU Tracker" = "Трекер ЦП";
"Current version: v%@\nNew version: %@\n\nRelease Notes:\n%@" = "Текущая версия: v%@\nНовая версия: %@\n\nПримечания:\n%@";
"Curve" = "Кривая";
"Curve Optimizer is only active when the AMDRyzenCPUPowerManagement kext supports Zen 3 SMU mailbox interface." = "Curve Optimizer активен только тогда, когда AMDRyzenCPUPowerManagement kext поддерживает интерфейс почтового ящика Zen 3 SMU.";
"Custom" = "Свой";
"Customize the behavior and visibility of the menu bar popover." = "Настройте поведение и видимость всплывающего окна меню.";
"Cyberpunk Neon" = "Cyberpunk Neon";
"Delete Point" = "Удалить точку";
"Device Utilization %" = "Процент использования устройства";
"Disable heavy visual effects if your system lacks Metal graphics acceleration." = "Отключите тяжелые визуальные эффекты, если ваша система не имеет возможности ускорения металлической графики.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user." = "DISCLAIMER: Это программное обеспечение напрямую взаимодействует с низкоуровневыми аппаратными регистрами. Используя его, вы соглашаетесь с тем, что абсолютная ответственность за нестабильность системы, аппаратные повреждения или чужеродное вторжение полностью лежит на пользователе.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility rests entirely with the user." = "DISCLAIMER: Это программное обеспечение напрямую взаимодействует с низкоуровневыми реестрами управления оборудованием, используя его, вы соглашаетесь с тем, что абсолютная ответственность лежит на пользователе.";
"Disk" = "Диск";
"DISK" = "СКАЧАТЬ";
"Disk Activity" = "Активность диска";
"Disk Activity (MB/s)" = "Активность диска (MB/s)";
"Disk Activity (Read+Write)" = "Активность диска (чтение+запись)";
"Disk I/O" = "Диск I/O";
"Disk Tracker" = "Дисковый трекер";
"Do you want AMD Power Gadget to start in menu bar at login? \n\n This will only be asked once. You can change this setting later under Appearance menu." = "Вы хотите, чтобы гаджет с AMD Power запускался в строке меню при входе в систему? \n\n Это будет спросить только один раз. Этот параметр можно изменить позже в меню Внешний вид.";
"Donate (PayPal)" = "Пожертвовать (PayPal)";
"Download" = "Скачать";
"Download on GitHub" = "Скачать на GitHub";
"Download Update" = "Загрузить обновление";
"Drag control points to edit curve. Double-click empty space to add (max 8). Double-click a point or right-click to delete." = "Перетащите контрольные точки для редактирования кривой. Дважды щелкните пустой пробел для добавления (максимум 8). Дважды щелкните точку или правой кнопкой мыши для удаления.";
"Dynamic Auto-EPP Workload Engine" = "Динамический авто-EPP движок рабочей нагрузки";
"Dynamic Next-Gen Fan Curves" = "Динамические кривые следующего Gen";
"Edit Layout" = "Изменить макет";
"Efficient\n%.1f GHz" = "Эффективное\n%.1f ГГц";
"Enable additional stats columns inside the popover." = "Включить дополнительные колонки статистики внутри всплывающего окна.";
"Enable System Alerts" = "Включить системные уведомления";
"Error reading CPU data." = "Ошибка чтения данных ЦП.";
"Evaluated in the kernel with 256-step LUT interpolation, hysteresis, and smooth ramping." = "Оценивается в ядре с 256-ступенчатой интерполяцией LUT, гистерезисом и плавным обрезком.";
"Export" = "Экспорт";
"Export CSV" = "Экспорт CSV";
"Export Telemetry History" = "Экспорт истории телеметрии";
"Export the history of samples currently in memory to a CSV file" = "Экспорт истории образцов в память в CSV-файл";
"Failed — check kext privileges (-amdpnopchk)." = "Ошибка — проверьте kext привилегии (-amdpnopchk).";
"Fan" = "Фанат";
"Fan Number" = "Номер вентилятора";
"Fan Speed" = "Скорость вентилятора";
"Fan Speed (RPM)" = "Скорость вентилятора (RPM)";
"Fan Speed(RPM)" = "Скорость Fan (RPM)";
"Filled Area" = "Заполненная зона";
"Freq:" = "Фредк:";
"Frequency" = "Частота";
"Frequency Max:" = "Максимальная частота:";
"GHz" = "ГГц";
"GitHub Repository" = "GitHub Repository";
"GitHub Repository\n\nSpecial thanks to the AMD OS X community!\n\nCopyright © 2020-2026 Droga. All rights reserved." = "GitHub Repository\n\nОсобая благодарность AMD OS X Community!\n\nCopyright ©️ 2020-2026 Droga. Все права защищены.";
"GPU Load" = "Загрузка GPU";
"GPU Model" = "Модель GPU";
"GPU Power" = "Питание GPU";
"GPU Power (W)" = "Мощность GPU (W)";
"GPU Temp" = "Температура GPU";
"GPU Temp (°C)" = "Температура GPU (°C)";
"GPU Temperature" = "Температура GPU";
"GPU Tracker" = "GPU трекер";
"H.264 & HEVC Active" = "H.264 и HEVC активный";
"H.264 Active (HEVC Inactive)" = "H.264 Активный (HEVC неактивный)";
"HEVC Active (H.264 Inactive)" = "HEVC активен (H.264 Неактивно)";
"Hide this fan" = "Скрыть этот фанат";
"High Load Threshold (Performance)" = "Порог высокой нагрузки (производительность)";
"Histograma de Barras" = "Гистограмма ствола";
"Hysteresis" = "Hysteresis";
"I accept that absolute responsibility lies entirely with the user." = "Я принимаю на себя абсолютную ответственность в полном объеме перед пользователем.";
"Idle Threshold (Power Save)" = "Порог простоя (Экономия энергии)";
"Import" = "Импорт";
"Inactive" = "Неактивный";
"Inactive / Not Supported" = "Неактивный / Не поддерживается";
"Index" = "Индекс";
"Inject positive or negative voltage offsets per core. Center is 0 (no override). Limit: -30 (undervolt) to +30 (overvolt) counts." = "Выключите положительные или отрицательные слои напряжения на ядро. Центр: 0 (без переопределения). Ограничение: -30 (нижнее напряжение) - +30 (перенапряжение).";
"Inst(s) Retired:" = "Мгновенный(ые) возвращенный:";
"Kext Update Available" = "Доступно обновление Kext";
"Later" = "Позже";
"Line Only" = "Только строка";
"Load" = "Нагрузка";
"Loading..." = "Загрузка...";
"Log File Location" = "Местоположение файла журнала";
"Logical Cores" = "Логические ядра";
"Low Performance Mode" = "Режим низкой производительности";
"Low Power\n%.1f GHz" = "Low Power\n%.1f GHz";
"Línea Escalonada (Step)" = "Línea Escalonada (Step)";
"Línea Suave (Spline)" = "Línea Suave (Spline)";
"Manual Override" = "Ручная настройка";
"Max Speed" = "Макс. скорость";
"Max." = "Макс.";
"MB/s" = "МБ/с";
"Memory Usage" = "Использование памяти";
"Menu Bar Preview:" = "Предпросмотр в строке меню:";
"Mi Tema Custom" = "Mi Tema Пользовательский";
"Min." = "Мин.";
"Monochrome Stealth" = "Монохромный стелс";
"Máx." = "Макс.";
"Máx:" = "Макс:";
"Mín." = "Миун.";
"Mín:" = "Ми́н:";
"N/A" = "Н/Д";
"Net" = "Нетто";
"Net Download (MB/s)" = "Чистая загрузка (МБ/с)";
"Net Upload (MB/s)" = "Чистая загрузка (MB/s)";
"Network Speed" = "Скорость сети";
"Network Throughput" = "Сеть в сети";
"Network Total Speed" = "Общая скорость сети";
"New version %@ available!" = "Доступна новая версия %@!";
"New Version Available: %@" = "Доступна новая версия: %@";
"No" = "Нет";
"No AMDRyzenCPUPowerManagement Found!" = "Не найдено AMDRyzenCPUPowerManage!";
"No curves configured." = "Нет настроенных кривых";
"No hay suficientes datos recolectados aún." = "No hay suficientes datos recolectados aún.";
"No location selected" = "Местоположение не выбрано";
"No metrics active" = "Нет активных метрик";
"No release notes available." = "Заметки о выпуске отсутствуют.";
"Nordic Frost" = "Скандинавский лед";
"Not Supported" = "Не поддерживается";
"Not supported by your CPU" = "Не поддерживается вашим процессором";
"Not yet" = "Ещё нет";
"Open Dashboard" = "Открыть панель";
"Other Popover Widgets" = "Другие всплывающие виджеты";
"P-State Editor" = "Редактор P-штата";
"P-States applied successfully." = "P-государства успешно применены.";
"P-States Configuration" = "P-государства Конфигурация";
"Package" = "Пакет";
"Package Power" = "Сила упаковки";
"Peak Fan" = "Пиковый поклонник";
"Peak Freq" = "Пик Фрек";
"Peak Power" = "Сила пика";
"Peak Temp" = "Температура пика";
"Performance\n%.1f GHz" = "Производительность\n%.1f ГГц";
"Performance & Fallback" = "Производительность и откат";
"Personalizado" = "Personalizado";
"Physical Cores" = "Физические ядра";
"Pin Popover Open" = "Открыть наверху Pin";
"Platform" = "Платформа";
"Please download AMDRyzenCPUPowerManagement from the release page." = "Пожалуйста, скачайте AMDRyzenCPUPowerManagement со страницы выпуска.";
"Popover Config" = "Popover Config";
"Popover General Settings" = "Общие настройки Popover";
"Popover Menu" = "Popover Menu";
"Power" = "Сила";
"Power Warning Threshold (PPT)" = "Порог напряжения (PPT)";
"Prevent the popover from closing when clicking outside" = "Запретить всплывающее окно при нажатии на кнопку снаружи";
"Preview" = "Предпросмотр";
"Processor" = "Процессор";
"Profile" = "Профиль";
"Progress Bar" = "Индикатор прогресса";
"Prom." = "Пром.";
"PWR" = "PWR";
"Quick Fan Access" = "Доступ к быстрому вентилятору";
"Quit" = "Выйти";
"Quit and Download" = "Выйти и скачать";
"Radeon GPU" = "Радион GPU";
"Radeon Graphics utilization percentage" = "Процент использования графики Radeon";
"RAM" = "RAM";
"RAM Tracker" = "ОЗУ-трекер";
"RAM Usage" = "RAM Usage";
"RAM Usage (%)" = "RAM Usage (%)";
"RAM Utilization" = "RAM Utilization";
"RAM utilization percentage" = "Доля использования ОЗУ";
"Ramp Rate" = "Скорость рампа";
"Raw Register Details" = "Сырая информация о регистре";
"Read Speed" = "Скорость чтения";
"Real-time energy consumption in Watts" = "Потребление энергии в реальном времени в водах";
"Real-time History" = "История реального времени";
"Real-time upload / download speed (↑/↓)" = "Загрузка / скорость загрузки в реальном времени (<unk> /<unk> )";
"Receive native macOS alerts when the CPU exceeds configured thermal or power limits." = "Получать оповещения о собственных macOS когда процессор превышает сконфигурированный предел температуры или мощности.";
"Refresh Rate" = "Частота обновления";
"Relative Time (s)" = "Относительное время (ы)";
"Replaces translucent blurs with solid colors to save CPU" = "Заменяет полупрозрачные размытые на сплошные цвета для сохранения ЦП";
"Requests permission and enables hardware limit warnings" = "Запрашивать разрешение и включать аппаратные предупреждения";
"Revert" = "Восстановить";
"Right-click any widget directly on your desktop to change its style dynamically (Classic Glass, Pro Monitor, or Core Matrix)." = "Щелкните правой кнопкой мыши на любом виджете прямо на рабочем столе, чтобы изменить свой стиль динамически (Classic Glass, Pro Monitor, или Core Matrix).";
"SAFETY DISCLAIMER & LIABILITY AGREEMENT" = "СОГЛАШЕНИЕ ПО БЕЗОПАСНОСТИ И ОТВЕТСТВЕННОСТИ";
"Seleccioná una gráfica en el panel superior para visualizar su histórico." = "Выборка представляет собой графическую панель с улучшенным отображением изображения.";
"Select File..." = "Выберите файл...";
"Select which metrics are shown and choose their visualization style." = "Выберите, какие метрики показаны и выберите их стиль визуализации.";
"Series" = "Серии";
"Show a floating, non-interactive widget on your desktop for live telemetry." = "Показывать плавающий неинтерактивный виджет на рабочем столе для живого телеметрии.";
"Show All (%d hidden)" = "Показать все (%d скрыто)";
"Show CPU" = "Показать ЦП";
"Show Fan RPM" = "Показать Fan RPM";
"Show GPU Power" = "Показать питание GPU";
"Show GPU Row" = "Показать GPU строку";
"Show GPU Temp" = "Показывать темп GPU";
"Show Memory" = "Показать память";
"Show Network" = "Показать сеть";
"Show Network Row" = "Показать строку сети";
"Show Network Speed Sparkline Graph below" = "Показать график сетевой испарклейной линии ниже";
"Show Per-Core Utilization Grid below" = "Показывать сетку использования ядра ниже";
"Show Power" = "Показать питание";
"Show Ring Details" = "Показать детали кольца";
"Show Ring Labels" = "Показать подписи кольца";
"Show Temperature" = "Показать температуру";
"Show Temperature Sparkline Graph below" = "Показать график искролинии температуры ниже";
"Show Top Processes" = "Показать Топ Процессов";
"Single large value instead of max/avg stack" = "Одиночное большое значение вместо стека max/avg";
"SMC Fan Control" = "Контроль Fan SMC";
"Smooth Curves" = "Плавные кривые";
"Software" = "Программный";
"Software Updates" = "Обновления ПО";
"Solarized Amber" = "Соляризованный янтарь";
"Speed" = "Скорость";
"SSD" = "SSD";
"Startup at login?" = "Запуск при входе в систему?";
"Statistics" = "Статистика";
"Storage" = "Хранилище";
"Style" = "Стиль";
"Style Options" = "Настройки стиля";
"Styles & Themes" = "Styles & Themes";
"Supported by your CPU" = "Поддерживается вашим процессором";
"Sustained Duration" = "Постоянная длительность";
"Swap Total" = "Поменять итог";
"Swap Used" = "Поменять местами";
"System Alert Notifications" = "Системные оповещения";
"System Up to Date" = "Обновленная система";
"Tahoe Glass" = "Тахо Стеклянный";
"Temp" = "Темп";
"Temp Source" = "Временный источник";
"Temperature" = "Температура";
"Temperature Warning Threshold" = "Порог температуры";
"Temperature(C)" = "Температура (К)";
"Temperatures" = "Температуры";
"Themes & Appearance" = "Темы и внешний вид";
"Thermal History" = "История терминов";
"This application can not be launched due to AMDRyzenCPUPowerManagement is reporting incorrect data." = "Это приложение не может быть запущено из-за AMDRyzenCPUPowerManagement сообщает неверные данные.";
"This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk." = "Это программное обеспечение напрямую взаимодействует с аппаратными реестрами низкоуровневых процессоров, Конкретными Моделированными Регистрами (MSR), и подразделение управления системой (SMU) для управления напряжениями, частотами процессора и ограничениями мощности.\n\nНеправильные настройки, нестабильное понижение напряжения или неправильные конфигурации могут привести к нестабильности системы, потере данных, панике ядра или постоянному повреждению оборудования.\n\nПродолжая, вы соглашаетесь с тем, что абсолютная ответственность за нестабильность системы, ее повреждение или чужеродное вторжение полностью лежит на пользователе. Авторы и авторы не несут никакой ответственности за любой ущерб, утрату или побочный ущерб оборудованию, программному обеспечению или личной собственности. Используйте на свой страх и риск.";
"Thread %d: %.1f%%" = "Ветка %d: %.1f%%";
"Time" = "Время";
"Timeframe" = "Timeframe";
"Timestamp" = "Отметка времени";
"TMP" = "ТМЦ";
"Todas las gráficas están ocultas." = "Todas las gráficas están ocultas.";
"Top Processes" = "Топ процессов";
"Total" = "Итого";
"Total Power(W)" = "Общая сила (W)";
"Tracks active memory usage and pressure." = "Отслеживает активное использование памяти и давление.";
"Tracks CPU utilization average and core temperature." = "Отслеживает среднюю и основную температуру процессора.";
"Tracks graphics memory (VRAM) utilization." = "Отслеживает использование графической памяти (VRAM).";
"Tracks graphics utilization and temperature." = "Отслеживает использование и температуру графических изображений.";
"Tracks primary storage capacity usage." = "Треки первичной емкости хранения.";
"Unknown" = "Неизвестен";
"Unknown GPU" = "Неизвестный GPU";
"Unlock Curve Optimizer (DANGEROUS: unstable undervolting can cause kernel panic or instant reboot)" = "Разблокировать Оптимизатор Кривых (ДАНГЕРУС: нестабильное понижение напряжения может привести к панике ядра или мгновенной перезагрузке)";
"Unlock P-State Editor (DANGEROUS: incorrect settings can crash or damage hardware)" = "Разблокируйте P-редактор (DANGEROUS: неверные настройки могут привести к аварийному или аварийному оборудованию)";
"Upload" = "Выгрузить";
"Uptime" = "Время работы";
"Use Popover Menu" = "Использовать всплывающее меню";
"Used memory in GB" = "Используемая память в ГБ";
"Used RAM" = "Used RAM";
"UTC Time" = "Время UTC";
"V-F Operating Curve" = "Эксплуатационная кривая V-F";
"Value" = "Значение";
"VDA Decoder" = "VDA декодер";
"Visible charts:" = "Видимые диаграммы:";
"Volt:" = "Volt:";
"VRAM" = "VRAM";
"VRAM Tracker" = "Трекер VRAM";
"VRAM Used" = "Использовано VRAM";
"VRAM: %.2fG%@" = "VRAM: %.2fG%@";
"W" = "В";
"Weekday" = "День недели";
"Widget Reordering" = "Переупорядочить виджет";
"Widget Selection & Display Style" = "Выбор виджета и стиль отображения";
"Widget Style" = "Стиль виджета";
"Write Speed" = "Скорость записи";
"Yes" = "Да";
"You are running the most recent version of AMD Power Gadget (v%@)." = "Вы используете самую последнюю версию AMD Power Gadget (v%@).";
"You have the latest version installed (v%@)." = "У вас установлена последняя версия (v%@).";
"°C" = "°C";
"Área Rellena (Gradient)" = "Ауреа Реллена (градиент)";

/* Compatibility / format keys */
"Your AMDRyzenCPUPowerManagement version (%@) is outdated and no longer API compatible. Please use version 3.0.0 or newer and start this application again." = "Ваша версия AMDRyzenCPUPowerManagement (%@) устарела и больше не совместима с API. Пожалуйста, используйте версию 3.0.0 или новее и запустите это приложение снова.";

/* App language picker */
"Language" = "Язык";
"App Language" = "Язык приложения";
"Choose the interface language. The app will restart to apply the change." = "Выберите язык интерфейса. Приложение перезапустится для применения.";
"System Default" = "Системный по умолчанию";
"Current: %@" = "Сейчас: %@";
"Restart required" = "Требуется перезапуск";
"Apply & Restart" = "Применить и перезапустить";
"The app needs to restart to load the selected language." = "Приложению нужно перезапуститься, чтобы загрузить выбранный язык.";

/* Privilege UX */
"This action requires administrator privileges. Run AMD Power Gadget as root, or add the boot argument -amdpnopchk for debugging." = "Для этого действия нужны права администратора. Запустите AMD Power Gadget от root или добавьте boot-arg -amdpnopchk.";

/* Crowdin: recent UI strings — CPPC badge vs EPP Active Mode */
"CPPC: HW OK" = "CPPC: HW OK";
"CPPC: EPP On" = "CPPC: EPP On";
"This CPU did not report CPPC support to the kext." = "This CPU did not report CPPC support to the kext.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch.";
"Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor." = "Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor.";
"CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle." = "CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle.";
"The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root)." = "The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root).";
/* Deprecated badge key — kept so old locales still resolve */
"CPPC: Active" = "CPPC: HW OK";

/* Menu Bar toggles (fabiosun IT) */
"Show Max Freq Only" = "Show Max Freq Only";

/* Menu Bar toggles (fabiosun IT) */
"Use Fahrenheit" = "Use Fahrenheit";

/* Menu Bar toggles (fabiosun IT) */
"Frequency column (max/avg GHz)" = "Frequency column (max/avg GHz)";

/* Menu Bar toggles (fabiosun IT) */
"CPU temp + optional GPU temp" = "CPU temp + optional GPU temp";

/* Menu Bar toggles (fabiosun IT) */
"Convert temperature values from Celsius to Fahrenheit" = "Convert temperature values from Celsius to Fahrenheit";

/* Menu Bar toggles (fabiosun IT) */
"CPU watts + optional GPU watts" = "CPU watts + optional GPU watts";

/* CPPC support gate */
"Active Mode and Auto-EPP stay off until the kext reports CPPC. Boot-arg -amdcppcactive alone is not enough if MSR/CPUID checks fail — reboot after updating kexts." = "Active Mode and Auto-EPP stay off until the kext reports CPPC. Boot-arg -amdcppcactive alone is not enough if MSR/CPUID checks fail — reboot after updating kexts.";
"AMDRyzenCPUPowerManagement kext not connected." = "AMDRyzenCPUPowerManagement kext not connected.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). With -amdcppcactive the kext enables Active Mode at boot after reboot." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). With -amdcppcactive the kext enables Active Mode at boot after reboot.";
